NSCameraUsageDescription = "Der kræves kameraadgang for at scanne dokumenter og tage billeder og video.";
NSFaceIDUsageDescription = "Face ID er påkrævet for at autentificere ved hjælp af ansigtsgenkendelse.";
NSLocationAlwaysUsageDescription = "Appen bruger din lokalitet til automatisk at starte overførsel af filer, når du bevæger dig mellem områder.";
NSPhotoLibraryUsageDescription = "Der kræves adgang til billedbiblioteket for at uploade dine billeder og videoer til din sky.";
NSPhotoLibraryAddUsageDescription = "Der kræves adgang til billedbiblioteket for at uploade dine billeder og videoer til din sky.";
NSMicrophoneUsageDescription = "Mikrofonadgang er påkrævet for at oprette stemmenoter.";
NSLocationWhenInUseUsageDescription = "Appen bruger din lokalitet til at registrere bevægelse og automatisk overføre filer. Den bruger ikke GPS og gemmer ikke din lokalitet.";
NSLocationAlwaysAndWhenInUseUsageDescription = "Appen skal have adgang til din lokalitet, også i baggrunden, for automatisk at starte overførsel af filer, når der registreres en væsentlig bevægelse. GPS bruges ikke.";
